[
    {
      "file": "stressed-executive-at-port-office.webp",
      "title": "Stressed Executive at Port Office",
      "description": "A businessman in a suit sits at a cluttered desk with reports and a laptop showing charts, looking tired and stressed. Behind him, large windows reveal a busy port with cranes, containers, and ships, symbolizing pressure from international trade and logistics."
    },
    {
      "file": "analyst-with-digital-world-map.webp",
      "title": "Analyst with Digital World Map",
      "description": "A young professional in a suit interacts with a transparent digital display showing a glowing world map and analytical data. The image represents global strategy, technology, and business intelligence."
    },
    {
      "file": "business-team-with-global-data-interface.webp",
      "title": "Business Team with Global Data Interface",
      "description": "Four executives stand together in front of a city and sea backdrop, discussing a holographic world map projection. The scene highlights teamwork, decision-making, and international collaboration."
    },
    {
      "file": "strategy-meeting-with-holographic-dashboard.webp",
      "title": "Strategy Meeting with Holographic Dashboard",
      "description": "A group of professionals (three men, one woman) sit around a conference table while a futuristic holographic display projects charts, statistics, and a world map. The background shows a port and cranes, linking the meeting to logistics and shipping."
    },
    {
      "file": "karavan-platform-product-page-drainage-pipes.webp",
      "title": "Karavan Platform Product Page (Drainage Pipes)",
      "description": "A desktop monitor in a modern office shows the Karavan B2B marketplace website, displaying the Drainage Pipes category with blue, red, and grey products. Filters for price and manufacturers appear on the left, emphasizing bulk order options and supplier listings."
    },
    {
      "file": "additional-visual.webp",
      "title": "Additional Visual",
      "description": "Additional visual content for the platform."
    }
  ]